{
  "Introduction - CBSE-4-English-Chapter  1-The River bank": {
    "chapter": "Introduction - CBSE-4-English-Chapter  1-The River bank",
    "summary": "The Mole went on a holiday to a place where you met people very different from you. Describe your experience. The River Bank n The Mole. Water Rat and Mole met at the side of a river. The Water Rat asked the Mole if he would like to come in his boat. The Mole said he had never been in a boat before. There is NOTHING-absolute nothing-half so much worth doing as simply messing about in boats. 'O stop, stop, cried the Mole in ecstasy. This is so new to me. So-this-is-a- River!' 1E Kiver, corrected the Rat.",
    "key_points": [
      "The Mole said he had never been in a boat before",
      "The Mole went on a holiday to a place where you met people very different from you",
      "The River Bank n The Mole",
      "Water Rat and Mole met at the side of a river",
      "The Water Rat asked the Mole if he would like to come in his boat"
    ],
    "difficulty_level": "9-year-old (Grade 4)",
    "word_count": 98,
    "key_concepts": [
      "Mole",
      "Water",
      "Wild",
      "Wood",
      "There",
      "THERE",
      "Concrete",
      "Work"
    ]
  },
  "Introduction - CBSE-4-English-Chapter 10 - A strange case": {
    "chapter": "Introduction - CBSE-4-English-Chapter 10 - A strange case",
    "summary": "Cold-blooded murders by a strange creature in an Englisl1 town have 1nade headlines. Nobody has ay clue about the true identity of this monstrous being. Read on to find the mystery unravelling. My visitor wore a serious epression on his face and looked agitated. hung on his legs and were rolled up to keep them from the ground. the waist of the coat reached below his haunches and the collar sprawled wide upon his shoulders. 'I am too impatient to be polite. while seeing a patient. Your colleague, Dr Henry Jekyll, insisted nme to come here on a very urgent business. And I understood. ' he paused. and put his hand to his throat.",
    "key_points": [
      "Cold-blooded murders by a strange creature in an Englisl1 town have 1nade headlines",
      "Nobody has ay clue about the true identity of this monstrous being",
      "Read on to find the mystery unravelling",
      "My visitor wore a serious epression on his face and looked agitated",
      "hung on his legs and were rolled up to keep them from the ground"
    ],
    "difficulty_level": "9-year-old (Grade 4)",
    "word_count": 114,
    "key_concepts": [
      "Have",
      "There",
      "Jekyll",
      "Case",
      "Henry"
    ]
  },
  "Introduction - CBSE-4-English-Chapter 11 - Thomas Alva Edison": {
    "chapter": "Introduction - CBSE-4-English-Chapter 11 - Thomas Alva Edison",
    "summary": "Thomas Alva Edison invented the phonograph, electric light and super storage battery. Name five other inventions that you think have changed the way we live. Then, find out who invented them. Little Edison worked as a newsboy. Edison learned to telegraph. People laughed at the way Edison concentrated. Edison invented the electric light.",
    "key_points": [
      "Thomas Alva Edison invented the phonograph, electric light and super storage battery",
      "Name five other inventions that you think have changed the way we live",
      "Then, find out who invented them",
      "Little Edison worked as a newsboy",
      "People laughed at the way Edison concentrated"
    ],
    "difficulty_level": "9-year-old (Grade 4)",
    "word_count": 53,
    "key_concepts": [
      "Edison",
      "Thomas",
      "Alva",
      "With",
      "Edisons"
    ]
  },
  "Introduction - CBSE-4-English-Chapter 12 - Global Warming": {
    "chapter": "Introduction - CBSE-4-English-Chapter 12 - Global Warming",
    "summary": "Global warming is the gradual process of heating up of the Earth's environment. The most important agents are the greenhouse gases. These gases are created by both natural processes and human activities. Deforestation. the large-scale cutting of trees. has led to the rise in the levels of greenhouse gases. The ice-caps and glaciers are melting fast due to the rising temperature. The sea level is rising at a dangerous rate. Climate change is also responsible for the frequent occurrence of natural calamities like flood and drought. As the number of trees grows. it will reduce greenhouse gases and Increase the oxygen level in the atmosphere. We should stop wasting paper.",
    "key_points": [
      "The most important agents are the greenhouse gases",
      "Global warming is the gradual process of heating up of the Earth's environment",
      "These gases are created by both natural processes and human activities",
      "has led to the rise in the levels of greenhouse gases",
      "The ice-caps and glaciers are melting fast due to the rising temperature"
    ],
    "difficulty_level": "9-year-old (Grade 4)",
    "word_count": 110,
    "key_concepts": [
      "Earth",
      "Global",
      "Climate",
      "There",
      "These",
      "Also",
      "Trees",
      "However"
    ]
  },
  "Introduction - CBSE-4-English-Chapter 13 - An Indian Train Journey": {
    "chapter": "Introduction - CBSE-4-English-Chapter 13 - An Indian Train Journey",
    "summary": "Phileas Fogg wager that he could travel around the world in eighty days. He thought it a waste of time and money. All scientific and technological developments are born from an idea. The train left Bombay at 8 p. m. was two days ahead of schedule. The railway line descended towards southeastern India through Kandallah and Pounah. This route took them through the mountains, whose peaks were crowned with thick, green forests. Passepartout was travelling through India on a train. He saw snakes and tigers flee at the noise of the train. The steam curled in spirals around groups of palm-trees. The train stopped at Burhampoor to buy some Indian slippers.",
    "key_points": [
      "Phileas Fogg wager that he could travel around the world in eighty days",
      "He thought it a waste of time and money",
      "All scientific and technological developments are born from an idea",
      "The train left Bombay at 8 p",
      "was two days ahead of schedule"
    ],
    "difficulty_level": "9-year-old (Grade 4)",
    "word_count": 111,
    "key_concepts": [
      "Francis",
      "Fogg",
      "Indian",
      "Passepartout",
      "Phileas",
      "India",
      "Cromarty",
      "Bombay"
    ]
  },
  "Introduction - CBSE-4-English-Chapter 14 - Dances of India": {
    "chapter": "Introduction - CBSE-4-English-Chapter 14 - Dances of India",
    "summary": "India is famous for its rich tradition of dance and music. There are two types of dance forms in India: folk and classical. Folk dances are very spontaneous and leave enough room for dancers to improvise. Classical dances are much more disciplined in their movements. In India, almost all states have their own folk dances. The most famous ones are: Bhangra (Punjab) Dandiya (Gujarat) Bihu (Assam) Cheraw (Mizoram) Ghoomar (Rajasthan) Chholiya (Uttarakhand) Kathakali is the traditional storytelling dance form of Kerala. Manipuri dance portrays the divine romance of Krishna and Radha. hathak is the most popular dance form in North India.",
    "key_points": [
      "India is famous for its rich tradition of dance and music",
      "There are two types of dance forms in India: folk and classical",
      "Folk dances are very spontaneous and leave enough room for dancers to improvise",
      "Classical dances are much more disciplined in their movements",
      "In India, almost all states have their own folk dances"
    ],
    "difficulty_level": "9-year-old (Grade 4)",
    "word_count": 101,
    "key_concepts": [
      "India",
      "Indian",
      "Kathakali",
      "Kerala",
      "They",
      "Assam",
      "Bharatnatyam",
      "Manipuri"
    ]
  },
  "Introduction - CBSE-4-English-Chapter 15 - Androcles and the lion": {
    "chapter": "Introduction - CBSE-4-English-Chapter 15 - Androcles and the lion",
    "summary": "Androcles, a slave Master (A field) s Characters: Benedictus, a fellow slave Emperor Guards. List two instances when you have helped someone and felt good about it. Androcles sees a lion that is. wounded. There is a huge thorn sticking out of its paw. I would like to help you, poor creature, but I don't want to become yourbreakfast. I will help you provided you don't gobble me down like a piece of chicken. Androcles gets some soime water and washes the lion's bleeding paw. Androcles is taken to the city and thrown into a prison. A huge and hungry lion roars and leaps towards Androcles. who falls on the ground with a soft thud.",
    "key_points": [
      "Androcles, a slave Master (A field) s Characters: Benedictus, a fellow slave Emperor Guards",
      "List two instances when you have helped someone and felt good about it",
      "Androcles sees a lion that is",
      "There is a huge thorn sticking out of its paw",
      "I would like to help you, poor creature, but I don't want to become yourbreakfast"
    ],
    "difficulty_level": "9-year-old (Grade 4)",
    "word_count": 115,
    "key_concepts": [
      "Androcles",
      "ANDROCLES",
      "Emperor",
      "Scene",
      "EMPEROR",
      "Lion",
      "Enter",
      "Hail"
    ]
  },
  "Introduction - CBSE-4-English-Chapter 2 - The champa flower": {
    "chapter": "Introduction - CBSE-4-English-Chapter 2 - The champa flower",
    "summary": "Think of at least two such instances. Work in groups of four. Discuss the different pranks you have played on your parents. Then, have a class discussion. Rabindranath Tagore's poem ComprehEnsíon is about a cowshed. The speaker wants to become a hibiscus. When his mother calls out to him, he wants to keep quiet. Tick (W) the correct synonyms of the words given below. Use the synonyms you have ticked in the previous exercise in sentences of your own.",
    "key_points": [
      "Think of at least two such instances",
      "Discuss the different pranks you have played on your parents",
      "Rabindranath Tagore's poem ComprehEnsíon is about a cowshed",
      "The speaker wants to become a hibiscus",
      "When his mother calls out to him, he wants to keep quiet"
    ],
    "difficulty_level": "9-year-old (Grade 4)",
    "word_count": 79,
    "key_concepts": [
      "Work",
      "Discuss",
      "Ramayana",
      "Read",
      "With",
      "Think",
      "Words",
      "Fill"
    ]
  },
  "Introduction - CBSE-4-English-Chapter 3- The way animal talk": {
    "chapter": "Introduction - CBSE-4-English-Chapter 3- The way animal talk",
    "summary": "Animals use their body movements. their sense of hearing and smell to receive and transmit information to each other. Gestures and body movements are the most ommon ways of communicating among animals. Animals also use a range of sounds to communicate. Vocal communication is essential for many important tasks. Animals communicate by sound because it can travel over long distances. Most animals have a strong sense of smell and can detect specific scents. They use scents to show their readiness to reproduce. to mark out territorial boundaries. to warn off predators and to attract prey. Some animals have unique methods for transmitting messages. Electrocommunication is one such example, mostly seen in aquatic animals.",
    "key_points": [
      "Vocal communication is essential for many important tasks",
      "Animals communicate by sound because it can travel over long distances",
      "their sense of hearing and smell to receive and transmit information to each other",
      "Gestures and body movements are the most ommon ways of communicating among animals",
      "Animals also use a range of sounds to communicate"
    ],
    "difficulty_level": "9-year-old (Grade 4)",
    "word_count": 113,
    "key_concepts": [
      "Animals",
      "They",
      "Earth",
      "Discuss",
      "Then",
      "Hour",
      "Talk",
      "Have"
    ]
  },
  "Introduction - CBSE-4-English-Chapter 4 - How I taught my grandmother to read": {
    "chapter": "Introduction - CBSE-4-English-Chapter 4 - How I taught my grandmother to read",
    "summary": "My grandmother, Krishtakka, never went to school, SO she could not read. Every Wednesday. the magazine Karnaveera would come. and I would read the next episode of the story Kashi Yatre to her. During that time, she would forget all her work and listen with the greatest concentration. Avva means mother in the Kannada spoken in north Karnataka. In those days. people never considered education essential for girls. so I never went to school. I got married very young and had children. I became very busy. Later. I had grandchildren and always felt so much happiness in cooking and feeding all of you. I made sure that my children and grandchildren studied well. Avva. at this age of sixty two you want to learn 37 the alphabet? All your hair is grey. your hands are wrinkled. you wear spectacles and you work so much in the kitchen. ' Childishly, I made fun of the old lady. But she just smiled. \"For a good cause, if you are determined, you can overcome any obstacle\".",
    "key_points": [
      "My grandmother, Krishtakka, never went to school, SO she could not read",
      "people never considered education essential for girls",
      "so I never went to school",
      "I had grandchildren and always felt so much happiness in cooking and feeding all of you",
      "and I would read the next episode of the story Kashi Yatre to her"
    ],
    "difficulty_level": "9-year-old (Grade 4)",
    "word_count": 173,
    "key_concepts": [
      "Avva",
      "Kashi",
      "Yatre",
      "Later",
      "Kannada",
      "Dussehra"
    ]
  },
  "Introduction - CBSE-4-English-Chapter 5 - How the Little Kite Learned to Fly": {
    "chapter": "Introduction - CBSE-4-English-Chapter 5 - How the Little Kite Learned to Fly",
    "summary": "'I know I should fall if I tried to fly,' the little kité said. 'Try. ' said the big kite. 'only try! Or I fear you never will learn at all' 'Oh. how happy I am. ' the little kite cried. And all because I was brave and tried. NeW Words tranquil stirred whirling thrilled peaceful move slightly in order to do something move round and round rapidly very happy. Some collocations are made of nouns and verbs. Tick (/) the correct collocation from the options given below. Write the collocations you found in the previous exercise in the correct kite.",
    "key_points": [
      "'only try! Or I fear you never will learn at all' 'Oh",
      "And all because I was brave and tried",
      "'I know I should fall if I tried to fly,' the little kité said",
      "NeW Words tranquil stirred whirling thrilled peaceful move slightly in order to do something move round and round rapidly very happy",
      "Some collocations are made of nouns and verbs"
    ],
    "difficulty_level": "9-year-old (Grade 4)",
    "word_count": 101,
    "key_concepts": [
      "Then",
      "Discuss"
    ]
  },
  "Introduction - CBSE-4-English-Chapter 6 - Wonderful Kalam": {
    "chapter": "Introduction - CBSE-4-English-Chapter 6 - Wonderful Kalam",
    "summary": "Dr AP Abdul Kalam was a scientist and India's eleventh President. He was a pioneer of India's missile and nuclear Weaporns programmes. He will always be remembered as the Missile Man of India. Dr Kalam was the project director of India's first indigenous satellite launch uebicle. He also played a key role in the Pokhran nuclear tests of 1998. Dr Kalam proposed a countrywide plan called Technology Vision 2020. Dr Kalam succeeded KR Narayanan to serve as the President of India from 2002 to 2007. He was the first scientist and bachelor to occupy the Rashtrapati Bhavan. Dr Kalam's 79th birthday was recognised as World Students' Day by the UN.",
    "key_points": [
      "He will always be remembered as the Missile Man of India",
      "He also played a key role in the Pokhran nuclear tests of 1998",
      "Dr AP Abdul Kalam was a scientist and India's eleventh President",
      "He was a pioneer of India's missile and nuclear Weaporns programmes",
      "Dr Kalam was the project director of India's first indigenous satellite launch uebicle"
    ],
    "difficulty_level": "9-year-old (Grade 4)",
    "word_count": 110,
    "key_concepts": [
      "Kalam",
      "Abdul",
      "Indias",
      "India",
      "President",
      "Indian",
      "Kalams",
      "Jainulabdeen"
    ]
  },
  "Introduction - CBSE-4-English-Chapter 7 - Barvo Amir Agha": {
    "chapter": "Introduction - CBSE-4-English-Chapter 7 - Barvo Amir Agha",
    "summary": "Amir Aghal was one of the last dozen kite runners in the competition. He had to cut his finger to keep his kite flying. Amir says the best is yet to come. Hassan's blue kite sliced a big purple one and swept twice in big loops. Ten minutes later, he'd cut another two, sending hordes of kite runners racing after them. After another thirty minutes, only four kites remained. \"If Baba was wrong and there was a God like they said in school. then Hed let me win. I didn't know what the other guy was playing for, maybe just bragging rights. But all| | smelled was victory. Salvation. Redemption.",
    "key_points": [
      "After another thirty minutes, only four kites remained",
      "Amir Aghal was one of the last dozen kite runners in the competition",
      "He had to cut his finger to keep his kite flying",
      "Amir says the best is yet to come",
      "Hassan's blue kite sliced a big purple one and swept twice in big loops"
    ],
    "difficulty_level": "9-year-old (Grade 4)",
    "word_count": 110,
    "key_concepts": [
      "Hassan",
      "Bravo",
      "Amir",
      "Discuss",
      "Theld"
    ]
  },
  "Introduction - CBSE-4-English-Chapter 8 - These simple things": {
    "chapter": "Introduction - CBSE-4-English-Chapter 8 - These simple things",
    "summary": "These simple things in life are best. Tell the class about the thing you like doing the most and why. Note how many classmates like doing same thing as you do.",
    "key_points": [
      "These simple things in life are best",
      "Tell the class about the thing you like doing the most and why",
      "Note how many classmates like doing same thing as you do"
    ],
    "difficulty_level": "9-year-old (Grade 4)",
    "word_count": 31,
    "key_concepts": [
      "These"
    ]
  },
  "Introduction - CBSE-4-English-Chapter 9 - Latomatina": {
    "chapter": "Introduction - CBSE-4-English-Chapter 9 - Latomatina",
    "summary": "La Tomatina is an annual festival held in Buñol, a small town in Spain. Participants get one hour to unleash their inner child and engage in the biggest food fight in the world. Around 1,50,000 tomatoes are used in La Tomatina. The tomatoes used are USually of a low quality and inferior in taste. Participants are recommended to wear goggles to protect their eyes. The fight was outlawed in the 1950s, due to the rising pressure from the locals. From then onwards, La Tomatina has emerged as one of the most festivals of Spain.",
    "key_points": [
      "La Tomatina is an annual festival held in Buñol, a small town in Spain",
      "Participants get one hour to unleash their inner child and engage in the biggest food fight in the world",
      "Around 1,50,000 tomatoes are used in La Tomatina",
      "The tomatoes used are USually of a low quality and inferior in taste",
      "Participants are recommended to wear goggles to protect their eyes"
    ],
    "difficulty_level": "9-year-old (Grade 4)",
    "word_count": 94,
    "key_concepts": [
      "Tomatina",
      "Participants",
      "Holi",
      "Buñol",
      "Spain",
      "August",
      "After"
    ]
  }
}